src/turbinesFoamMy/tutorials/actuatorLine/pitching/constant/RASProperties
/*--------------------------------*- C++ -*----------------------------------*\
| =========                 |                                                 |
| \\      /  F ield         | OpenFOAM: The Open Source CFD Toolbox           |
|  \\    /   O peration     | Version:  3.0.x                                 |
|   \\  /    A nd           | Web:      www.OpenFOAM.org                      |
|    \\/     M anipulation  |                                                 |
\*---------------------------------------------------------------------------*/
FoamFile
{
    version     2.0;
    format      ascii;
    class       dictionary;
    object      RASProperties;
}
// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //

RASModel            kEpsilon;

turbulence          on;

printCoeffs         on;

/*
kEpsilonCoeffs
{
    Cmu         0.09;
    C1          1.44;
    C2          1.92;
    sigmaEps    1.11; //Original value:1.44
    //NOTE: See "On the use of the k-Epsilon model in commercial CFD software
    // to model the neutral atmospheric boundary layer". J. of wind engineering
    // and inductrial aerodymanics 95(2007) 355-269 by
    // D.M. Hargreaves and N.G. Wright
}
*/
// ************************************************************************* //
